Revit 2027 API
ParameterTypeId.RebarStandardHookBendDiameter Property
 "Standard Hook Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarStandardHookBendDiameter { get; }
Public Shared ReadOnly Property RebarStandardHookBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarStandardHookBendDiameter {
	ForgeTypeId^ get ();
}
static member RebarStandardHookBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace